[
    {
        "id": "01",
        "desc": "Go is a statically typed, compiled programming language designed at Google by Robert Griesemer, Rob Pike, and Ken Thompson. It is syntactically similar to C, but with memory safety, garbage collection, structural typing, and CSP-style concurrency.",
        "title": "GO",
        "img": "https://www.freecodecamp.org/news/content/images/2021/10/golang.png",
        "price": "300"
    },
    {
        "id": "02",
        "desc": "Java is a powerful general-purpose programming language. It is used to develop desktop and mobile applications, big data processing, embedded systems, and so on. According to Oracle, the company that owns Java, Java runs on 3 billion devices worldwide, which makes Java one of the most popular programming languages.",
        "title": "JAVA",
        "img": "https://www.classcentral.com/report/wp-content/uploads/2022/05/Java-BCG-Banner.png",
        "price": "500"
    },
    {
        "id": "03",
        "desc": "Kotlin is one of the fastest-growing and widely used programming languages. Kotlin brings together the best object-oriented and functional programming features. Software developers across the globe prefer the Kotlin language for various projects. It is a very easy and friendly language as well. It is quite easy to maintain and debug this language, so it is a good language to start with.",
        "title": "KOTLIN",
        "img": "https://profile.es/wp-content/media/Descubriendo-kotlin-lenguaje-programacion-desarrollo.png",
        "price": "400"
    },
    {
        "id": "04",
        "desc": "The PHP Hypertext Preprocessor (PHP) is a programming language that allows web developers to create dynamic content that interacts with databases. PHP is basically used for developing web based software applications. This tutorial helps you to build your base with PHP.",
        "title": "PHP",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRZV8mO4ugXhdmxtFooBaBpXG20HTqOfRFkH_v9KF7sYJF2htk2idFjXqxfnwlyx8T5vO0&usqp=CAU",
        "price": "400"
    },
    {
        "id": "05",
        "desc": "C# (pronounced 'See Sharp') is a modern, object-oriented, and type-safe programming language. C# enables developers to build many types of secure and robust applications that run in . NET. C# has its roots in the C family of languages and will be immediately familiar to C, C++, Java, and JavaScript programmers.",
        "title": "C#",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRKqPQP-XI40YH2z-ov3ptkpca78Dju9Qychiv3matRyA&s",
        "price": "500"
    },
    {
        "id": "06",
        "desc": "Swift is the result of the latest research on programming languages, combined with decades of experience building Apple platforms. Named parameters are expressed in a clean syntax that makes APIs in Swift even easier to read and maintain. Even better, you don't even need to type semi-colons. Inferred types make code cleaner and less prone to mistakes, while modules eliminate headers and provide namespaces. To best support international languages and emoji, Strings are Unicode-correct and use a UTF-8 based encoding to optimize performance for a wide-variety of use cases. Memory is managed automatically using tight, deterministic reference counting, keeping memory usage to a minimum without the overhead of garbage collection. You can even write concurrent code with simple, built-in keywords that define asynchronous behavior, making your code more readable and less error-prone.",
        "title": "SWIFT",
        "img": "https://developer.apple.com/swift/images/swift-og.png",
        "price": "300"
    }
]